---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.KeynoteParam
source: html/bac61c59-1e17-ad0a-4596-016245fc8a6f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.KeynoteParam Property

"Keynote"

## Syntax (C#)
```csharp
public static ForgeTypeId KeynoteParam { get; }
```